Repository: WPPlugins/mobile-assistant-connector
Catalog: i18n/mobile-assistant-connector-*.po
Languages: uk

source: Check new version
uk: Перевірити наявність нової версії

source: Submit a ticket
uk: Відправте запит у службу техпідтримки

source: Documentation
uk: Документація

source: New user
uk: Новий користувач

source: <strong>Success!</strong> User has been created
uk: <strong>Ура!</strong> Новий користувач успішно створений

source: Login
uk: Логін

source: Password
uk: Пароль

source: Add
uk: Додати

source: Confirmation
uk: Підтвердження

source: Do you want to delete current user?
uk: Справді бажаєте видалити вибраного користувача?

source: All linked devices will be deleted too.
uk: Всі привязані пристрої також будуть видалені.

source: Cancel
uk: Скасувати

source: Delete
uk: Видалити

source: <strong>Success!</strong> User has been saved.
uk: <strong>Ура!</strong> Користувач збережений.

source: <strong>Warning!</strong>&nbspMobile Assistant Connector: Change default login credentials to make your connection secure!
uk: <strong>Увага!</strong>&nbspMobile Assistant Connector: З питань безпеки, змініть поточні дані доступу!

source: <strong>Warning!</strong>&nbspMobile Assistant Connector:
uk: <strong>Увага!</strong>&nbspMobile Assistant Connector:

source: Users:
uk: Користувачі:

source: Add user
uk: Додати користувача

source: Get the App from Google Play
uk: Отримати додаток з Google Play

source: Click or use your device camera to read the qr-code
uk: Натисніть або скористайтесь камерою Вашого пристрою, щоб зчитати Qr-код

source: Status:
uk: Статус:

source: Enabled
uk: Включений

source: Disabled
uk: Виключений

source: required
uk: необхідно

source: QR Code (configuration)
uk: QR код (налаштування)

source: Login details have been changed.<br>Save changes for code to be regenerated
uk: Дані доступу змінились.<br>Збережіть налаштування, щоб перегенерувати код

source: URL to share current QR-code
uk: URL для надання доступу до QR-коду

source: Permissions
uk: Дозволи

source: Push notification
uk: Push-повідомлення

source: New order created
uk: Створено нове замовлення

source: Order status changed
uk: Змінено статус замовлення

source: New customer created
uk: Створення нового користувача

source: Store statistics
uk: Статистика веб-магазину

source: View store statistics
uk: Перегляд статистики магазину

source: Orders
uk: Замовлення

source: View order list
uk: Перегляд переліку замовлень

source: View order details
uk: Перегляд деталень замовлення

source: Change order status
uk: Зміна статусу замовлення

source: Download order invoice PDF
uk: Завантажити PDF-інвойс

source: Customers
uk: Клієнти

source: View customer list
uk: Перегляд переліку клієнтів

source: View customer details
uk: Перегляд деталей клієнта

source: Products
uk: Продукти

source: View product list
uk: Перегляд переліку продуктів

source: View product details
uk: Перегляд деталей продукту

source: Push notifications settings
uk: Налаштування push-повідомлень

source: Device name
uk: Назва пристрою

source: Device account email
uk: Емейл облікового запису на пристрої

source: Last activity
uk: Остання активність

source: App connection ID
uk: ID підєднання в додатку

source: New order
uk: Нове замовлення

source: New customer
uk: Новий користувач

source: Order statuses
uk: Статуси замовлень

source: Status
uk: Статус

source: Delete User
uk: Видалити користувача

source: Save User Details
uk: Зберегти налаштування користувача

source: Please enable cURL library to use Push Notifications feature!
uk: Будь ласка, активуйте cURL бібліотеку, щоб використовувати Push Notifications!

source: Guest
uk: Гість

source: Customer note
uk: Примітка замовника

source: Private note
uk: Приватна замітка

source: Invalid order note ID
uk: Невірний ID примітки для замовлення

source: An order note with the provided ID could not be found
uk: Примітка до замовлення за вказаним ID не знайдена

source: Grouped
uk: Згруповано

source: External/Affiliate
uk: Зовнішній

source: Virtual
uk: Віртуальний

source: Downloadable
uk: Завантажуваний

source: Simple
uk: Простий

source: Variable
uk: Змінний

source: Published
uk: Опубліковано

source: Scheduled
uk: Заплановано

source: Pending Review
uk: Відгуки в очікуванні

source: Draft
uk: Чернетка

source: private
uk: приватний

source: Trash
uk: Смітник
